[
    {
        "id":0,
        "category":"Art & Photography",
        "author":"Lilah Sturges",
        "name":"Dune Official Movie Graphic Novel",
        "headline":"Frank Herbert’s classic masterpiece—a triumph of the imagination and one of the bestselling science fiction novels of all time.",
        "description":"Set on the desert planet Arrakis, Dune is the story of Paul Atreides—who would become known as Muad'Dib—and of a great family's ambition to bring to fruition mankind's most ancient and unattainable dream.\n\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
        "format":"Paperback",
        "price":200000,
        "rating":4
    },
    {
        "id":1,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Dune (The Dune Chronicles, Book 1)",
        "headline":"Frank Herbert’s classic masterpiece—a triumph of the imagination and one of the bestselling science fiction novels of all time.",
        "description":"Set on the desert planet Arrakis, Dune is the story of Paul Atreides—who would become known as Muad'Dib—and of a great family's ambition to bring to fruition mankind's most ancient and unattainable dream.\n\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
        "format":"Paperback",
        "price":200000,
        "rating":5
    },
    {
        "id":2,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Dune Messiah (The Dune Chronicles, Book 2)",
        "headline":"Book Two in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"Dune Messiah continues the story of Paul Atreides, better known—and feared—as the man christened Muad’Dib. As Emperor of the known universe, he possesses more power than a single man was ever meant to wield. Worshipped as a religious icon by the fanatical Fremen, Paul faces the enmity of the political houses he displaced when he assumed the throne—and a conspiracy conducted within his own sphere of influence.\n\nAnd even as House Atreides begins to crumble around him from the machinations of his enemies, the true threat to Paul comes to his lover, Chani, and the unborn heir to his family’s dynasty...",
        "format":"Paperback",
        "price":180000,
        "rating":5
    },
    {
        "id":3,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Children of Dune (The Dune Chronicles, Book 3)",
        "headline":"Book Three in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"The Children of Dune are twin siblings Leto and Ghanima Atreides, whose father, the Emperor Paul Muad’Dib, disappeared in the desert wastelands of Arrakis nine years ago. Like their father, the twins possess supernormal abilities—making them valuable to their manipulative aunt Alia, who rules the Empire in the name of House Atreides.\n\nFacing treason and rebellion on two fronts, Alia’s rule is not absolute. The displaced House Corrino is plotting to regain the throne while the fanatical Fremen are being provoked into open revolt by the enigmatic figure known only as The Preacher. Alia believes that by obtaining the secrets of the twins’ prophetic visions, she can maintain control over her dynasty.\nBut Leto and Ghanima have their own plans for their visions—and their destinies....",
        "format":"Paperback",
        "price":180000,
        "rating":5
    },
    {
        "id":4,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"God Emperor of Dune (The Dune Chronicles, Book 4)",
        "headline":"Book Four in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"Millennia have passed on Arrakis, and the once-desert planet is green with life. Leto Atreides, the son of the world’s savior, the Emperor Paul Muad’Dib, is still alive but far from human. To preserve humanity’s future, he sacrificed his own by merging with a sandworm, granting him near immortality as God Emperor of Dune for the past thirty-five hundred years.\n\nLeto’s rule is not a benevolent one. His transformation has made not only his appearance but his morality inhuman. A rebellion, led by Siona, a member of the Atreides family, has risen to oppose the despot’s rule. But Siona is unaware that Leto’s vision of a Golden Path for humanity requires her to fulfill a destiny she never wanted—or could possibly conceive....",
        "format":"Paperback",
        "price":180000,
        "rating":4
    },
    {
        "id":5,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Heretics of Dune (The Dune Chronicles, Book 5)",
        "headline":"Book Five in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"Leto Atreides, the God Emperor of Dune, is dead. In the fifteen hundred years since his passing, the Empire has fallen into ruin. The great Scattering saw millions abandon the crumbling civilization and spread out beyond the reaches of known space. The planet Arrakis—now called Rakis—has reverted to its desert climate, and its great sandworms are dying.\n\nNow the Lost Ones are returning home in pursuit of power. And as these factions vie for control over the remnants of the Empire, a girl named Sheeana rises to prominence in the wastelands of Rakis, sending religious fervor throughout the galaxy. For she possesses the abilities of the Fremen sandriders—fulfilling a prophecy foretold by the late God Emperor....",
        "format":"Paperback",
        "price":200000,
        "rating":5
    },
    {
        "id":6,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Chapterhouse: Dune (The Dune Chronicles, Book 6)",
        "headline":"Frank Herbert's Final Novel in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"The desert planet Arrakis, called Dune, has been destroyed. The remnants of the Old Empire have been consumed by the violent matriarchal cult known as the Honored Matres. Only one faction remains a viable threat to their total conquest—the Bene Gesserit, heirs to Dune’s power.\n\nUnder the leadership of Mother Superior Darwi Odrade, the Bene Gesserit have colonized a green world on the planet Chapterhouse and are turning it into a desert, mile by scorched mile. And once they’ve mastered breeding sandworms, the Sisterhood will control the production of the greatest commodity in the known galaxy—the spice melange. But their true weapon remains a man who has lived countless lifetimes—a man who served under the God Emperor Paul Muad’Dib....",
        "format":"Paperback",
        "price":200000,
        "rating":5
    },
    {
        "id":7,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Dune (Penguin Galaxy)",
        "headline":"Frank Herbert’s classic masterpiece—a triumph of the imagination and one of the bestselling science fiction novels of all time.",
        "description":"Set on the desert planet Arrakis, Dune is the story of Paul Atreides—who would become known as Muad'Dib—and of a great family's ambition to bring to fruition mankind's most ancient and unattainable dream.\n\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
        "format":"Hardcover",
        "price":400000,
        "rating":5
    },
    {
        "id":8,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Dune Messiah: Deluxe Edition",
        "headline":"Book Two in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"Dune Messiah continues the story of Paul Atreides, better known—and feared—as the man christened Muad’Dib. As Emperor of the known universe, he possesses more power than a single man was ever meant to wield. Worshipped as a religious icon by the fanatical Fremen, Paul faces the enmity of the political houses he displaced when he assumed the throne—and a conspiracy conducted within his own sphere of influence.\n\nAnd even as House Atreides begins to crumble around him from the machinations of his enemies, the true threat to Paul comes to his lover, Chani, and the unborn heir to his family’s dynasty...",
        "format":"Hardcover",
        "price":580000,
        "rating":5
    },
    {
        "id":9,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Children of Dune: Deluxe Edition",
        "headline":"Book Three in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"The Children of Dune are twin siblings Leto and Ghanima Atreides, whose father, the Emperor Paul Muad’Dib, disappeared in the desert wastelands of Arrakis nine years ago. Like their father, the twins possess supernormal abilities—making them valuable to their manipulative aunt Alia, who rules the Empire in the name of House Atreides.\n\nFacing treason and rebellion on two fronts, Alia’s rule is not absolute. The displaced House Corrino is plotting to regain the throne while the fanatical Fremen are being provoked into open revolt by the enigmatic figure known only as The Preacher. Alia believes that by obtaining the secrets of the twins’ prophetic visions, she can maintain control over her dynasty.\nBut Leto and Ghanima have their own plans for their visions—and their destinies....",
        "format":"Hardcover",
        "price":580000,
        "rating":5
    },
    {
        "id":10,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"God Emperor of Dune",
        "headline":"Book Four in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"Millennia have passed on Arrakis, and the once-desert planet is green with life. Leto Atreides, the son of the world’s savior, the Emperor Paul Muad’Dib, is still alive but far from human. To preserve humanity’s future, he sacrificed his own by merging with a sandworm, granting him near immortality as God Emperor of Dune for the past thirty-five hundred years.\n\nLeto’s rule is not a benevolent one. His transformation has made not only his appearance but his morality inhuman. A rebellion, led by Siona, a member of the Atreides family, has risen to oppose the despot’s rule. But Siona is unaware that Leto’s vision of a Golden Path for humanity requires her to fulfill a destiny she never wanted—or could possibly conceive....",
        "format":"Hardcover",
        "price":400000,
        "rating":4
    },
    {
        "id":11,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Heretics of Dune (Tutleback School & Library Binding Edition) (Dune Chronicles",
        "headline":"Book Five in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"Leto Atreides, the God Emperor of Dune, is dead. In the fifteen hundred years since his passing, the Empire has fallen into ruin. The great Scattering saw millions abandon the crumbling civilization and spread out beyond the reaches of known space. The planet Arrakis—now called Rakis—has reverted to its desert climate, and its great sandworms are dying.\n\nNow the Lost Ones are returning home in pursuit of power. And as these factions vie for control over the remnants of the Empire, a girl named Sheeana rises to prominence in the wastelands of Rakis, sending religious fervor throughout the galaxy. For she possesses the abilities of the Fremen sandriders—fulfilling a prophecy foretold by the late God Emperor....",
        "format":"Hardcover",
        "price":1000000,
        "rating":4
    },
    {
        "id":12,
        "category":"Science Fiction",
        "author":"Frank Herbert",
        "name":"Chapter House Dune",
        "headline":"Frank Herbert's Final Novel in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time.",
        "description":"The desert planet Arrakis, called Dune, has been destroyed. The remnants of the Old Empire have been consumed by the violent matriarchal cult known as the Honored Matres. Only one faction remains a viable threat to their total conquest—the Bene Gesserit, heirs to Dune’s power.\n\nUnder the leadership of Mother Superior Darwi Odrade, the Bene Gesserit have colonized a green world on the planet Chapterhouse and are turning it into a desert, mile by scorched mile. And once they’ve mastered breeding sandworms, the Sisterhood will control the production of the greatest commodity in the known galaxy—the spice melange. But their true weapon remains a man who has lived countless lifetimes—a man who served under the God Emperor Paul Muad’Dib....",
        "format":"Hardcover",
        "price":520000,
        "rating":5
    },
    {
        "id":13,
        "category":"Art & Photography",
        "author":"Rick Rubin",
        "name":"The Creative Act: A Way of Being",
        "headline":"From the legendary music producer, a master at helping people connect with the wellsprings of their creativity, comes a beautifully crafted book many years in the making that offers that same deep wisdom to all of us.",
        "description":"Many famed music producers are known for a particular sound that has its day. Rick Rubin is known for something else: creating a space where artists of all different genres and traditions can home in on who they really are and what they really offer. He has made a practice of helping people transcend their self-imposed expectations in order to reconnect with a state of innocence from which the surprising becomes inevitable. Over the years, as he has thought deeply about where creativity comes from and where it doesn’t, he has learned that being an artist isn’t about your specific output, it’s about your relationship to the world. Creativity has a place in everyone’s life, and everyone can make that place larger. In fact, there are few more important responsibilities.\n\nThe Creative Act is a beautiful and generous course of study that illuminates the path of the artist as a road we all can follow. It distills the wisdom gleaned from a lifetime’s work into a luminous reading experience that puts the power to create moments—and lifetimes—of exhilaration and transcendence within closer reach for all of us.",
        "format":"Hardcover",
        "price":490000,
        "rating":4
    },
    {
    "id":14,
    "category":"Art & Photography",
    "author":"Paul McCartney",
    "name":"1964: Eyes of the Storm",
    "headline":"Millions of eyes were suddenly upon us, creating a picture I will never forget.",
    "description":"Taken with a 35mm camera by Paul McCartney, these largely unseen photographs capture the explosive period, from the end of 1963 through early 1964, in which The Beatles became an international sensation and changed the course of music history. Featuring 275 images from the six cities―Liverpool, London, Paris, New York, Washington, D.C., and Miami―of these legendary months, 1964: Eyes of the Storm also includes:\nA personal foreword in which McCartney recalls the pandemonium of British concert halls, followed by the hysteria that greeted the band on its first American visit\nCandid recollections preceding each city portfolio that form an autobiographical account of the period McCartney remembers as the Eyes of the Storm, plus a coda with subsequent events in 1964\nBeatleland, an essay by Harvard historian and New Yorker essayist Jill Lepore, describing how The Beatles became the first truly global mass culture phenomenon\nHandsomely designed, 1964: Eyes of the Storm creates an intensely dramatic record of The Beatles’ first transatlantic trip, documenting the radical shift in youth culture that crystallized in 1964.",
    "format":"Hardcover",
    "price":900000,
    "rating":5
    },
    {
    "id":15,
    "category":"Art & Photography",
    "author":"Michael Finkel",
    "name":"The Art Thief: A True Story of Love, Crime, and Dangerous Obsession",
    "headline":"NEW YORK TIMES BEST SELLER • One of the most remarkable true-crime narratives of the twenty-first century: the story of the world’s most prolific art thief, Stéphane Breitwieser. • “The Art Thief, like its title character, has confidence, élan, and a great sense of timing.“—The New Yorker",
    "description":"In this spellbinding portrait of obsession and flawed genius, the best-selling author of The Stranger in the Woods brings us into Breitwieser’s strange world—unlike most thieves, he never stole for money, keeping all his treasures in a single room where he could admire them.\n\nFor centuries, works of art have been stolen in countless ways from all over the world, but no one has been quite as successful at it as the master thief Stéphane Breitwieser. Carrying out more than two hundred heists over nearly eight years—in museums and cathedrals all over Europe—Breitwieser, along with his girlfriend who worked as his lookout, stole more than three hundred objects, until it all fell apart in spectacular fashion.\n\nIn The Art Thief, Michael Finkel brings us into Breitwieser’s strange and fascinating world. Unlike most thieves, Breitwieser never stole for money. Instead, he displayed all his treasures in a pair of secret rooms where he could admire them to his heart’s content. Possessed of a remarkable athleticism and an innate ability to circumvent practically any security system, Breitwieser managed to pull off a breathtaking number of audacious thefts. Yet these strange talents bred a growing disregard for risk and an addict’s need to score, leading Breitwieser to ignore his girlfriend’s pleas to stop—until one final act of hubris brought everything crashing down.",
    "format":"Paperback",
    "price":440000,
    "rating":3
    },
    {
    "id":16,
    "category":"Art & Photography",
    "author":"Daniele Bott",
    "name":"Chanel: Collections and Creations",
    "headline":"The House of Chanel and its private archives, revealing a galaxy of brilliant designs created by Coco Chanel from the 1920s onwards, and now reinterpreted to become the motifs for brand new garments, accessories and beauty products.",
    "description":"Inspired by the House's signature fragrance, the legendary ‘Chanel No 5’, the book explores five central themes – the suit, the camellia, jewelry, fragrances and make-up, and the little black dress – and follows the threads from past to present to show how these key items have been rediscovered and reinvented by fashion designers working in the footsteps of their illustrious predecessors. This visual journey is enhanced by previously unpublished archive photographs and original drawings by Karl Lagerfeld, as well as glorious images from some of the greatest names in fashion photography.\n\nDazzling clothes, intricate accessories, beautiful models and timeless design leave no doubt as to the lasting fame of the brand and embody everything that has come to symbolize the magic of Chanel.",
    "format":"Hardcover",
    "price":720000,
    "rating":5
    },
    {
    "id":17,
    "category":"Business & Money",
    "author":"Robert Greene",
    "name":"The 48 Laws of Power",
    "headline":"Amoral, cunning, ruthless, and instructive, this multi-million-copy New York Times bestseller is the definitive manual for anyone interested in gaining, observing, or defending against ultimate control – from the author of The Laws of Human Nature.",
    "description":"In the book that People magazine proclaimed “beguiling” and “fascinating,” Robert Greene and Joost Elffers have distilled three thousand years of the history of power into 48 essential laws by drawing from the philosophies of Machiavelli, Sun Tzu, and Carl Von Clausewitz and also from the lives of figures ranging from Henry Kissinger to P.T. Barnum.\n\nSome laws teach the need for prudence (“Law 1: Never Outshine the Master”), others teach the value of confidence (“Law 28: Enter Action with Boldness”), and many recommend absolute self-preservation (“Law 15: Crush Your Enemy Totally”). Every law, though, has one thing in common: an interest in total domination. In a bold and arresting two-color package, The 48 Laws of Power is ideal whether your aim is conquest, self-defense, or simply to understand the rules of the game.",
    "format":"Hardcover",
    "price":500000,
    "rating":5
    },
    {
    "id":18,
    "category":"Business & Money",
    "author":"Ryan Holiday",
    "name":"The Daily Stoic: 366 Meditations on Wisdom, Perseverance, and the Art of Living",
    "headline":"The beloved classic daily devotional of Stoic meditations—the only authorized print edition in the US and complete with a ribbon marker—with more than two million copies sold!",
    "description":"Why have history's greatest minds—from George Washington to Frederick the Great to Ralph Waldo Emerson, along with today's top performers from Super Bowl-winning football coaches to CEOs and celebrities—embraced the wisdom of the ancient Stoics? Because they realize that the most valuable wisdom is timeless and that philosophy is for living a better life, not a classroom exercise.\n\nThe Daily Stoic offers 366 days of Stoic insights and exercises, featuring all-new translations from the Emperor Marcus Aurelius, the playwright Seneca, or slave-turned-philosopher Epictetus, as well as lesser-known luminaries like Zeno, Cleanthes, and Musonius Rufus. Every day of the year you'll find one of their pithy, powerful quotations, as well as historical anecdotes, provocative commentary, and a helpful glossary of Greek terms.\n\nBy following these teachings over the course of a year (and, indeed, for years to come) you'll find the serenity, self-knowledge, and resilience you need to live well.",
    "format":"Hardcover",
    "price":330000,
    "rating":4
    },
    {
    "id":19,
    "category":"Business & Money",
    "author":"Bill Perkins",
    "name":"Die With Zero: Getting All You Can from Your Money",
    "headline":"A common-sense guide to living rich...instead of dying rich",
    "description":"Die with Zero presents a startling new and provocative philosophy as well as practical guide on how to get the most out of your money—and out of your life. It’s intended for those who place lifelong memorable experiences far ahead of simply making and accumulating money for one’s so-called “golden years.”\n\nIn short, Bill Perkins wants to rescue you from over-saving and under-living. Regardless of your age, Die with Zero will teach you Perkins’s plan for optimizing your life, stage by stage, so you’re fully engaged and enjoying what you’ve worked and saved for.\n\nYou’ll discover how to maximize your lifetime memorable moments with “time-bucketing,” how to convert your earnings into priceless memories by following your “net worth curve,” and how to navigate decisions about whether to invest in, or delay, a meaningful adventure with your “fulfillment curve” and “personal interest rate.”\n\nUsing his own life experiences as well as the inspiring stories and cautionary tales of others—and drawing on eye-opening insights about time, money, and happiness from psychological science and behavioral finance—Perkins makes a timely, convincing, and contrarian case for living large.",
    "format":"Paperback",
    "price":260000,
    "rating":4
    },
    {
    "id":20,
    "category":"Business & Money",
    "author":"Morgan Housel",
    "name":"The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
    "headline":"Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people.",
    "description":"Money―investing, personal finance, and business decisions―is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together.\n\nIn The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics.",
    "format":"Hardcover",
    "price":440000,
    "rating":5
    },
    {
    "id":21,
    "category":"Business & Money",
    "author":"Robert Greene",
    "name":"The Laws of Human Nature",
    "headline":"From the #1 New York Times-bestselling author of The 48 Laws of Power comes the definitive new book on decoding the behavior of the people around you",
    "description":"Robert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves.\n\nWe are social animals. Our very lives depend on our relationships with people. Knowing why people do what they do is the most important tool we can possess, without which our other talents can only take us so far. Drawing from the ideas and examples of Pericles, Queen Elizabeth I, Martin Luther King Jr, and many others, Greene teaches us how to detach ourselves from our own emotions and master self-control, how to develop the empathy that leads to insight, how to look behind people's masks, and how to resist conformity to develop your singular sense of purpose. Whether at work, in relationships, or in shaping the world around you, The Laws of Human Nature offers brilliant tactics for success, self-improvement, and self-defense.",
    "format":"Hardcover",
    "price":350000,
    "rating":5
    },
    {
    "id":22,
    "category":"Business & Money",
    "author":"Ray Dalio",
    "name":"Principles for Dealing with the Changing World Order: Why Nations Succeed or Fail",
    "headline":"“A provocative read...There are few tomes that coherently map such broad economic histories as well as Mr. Dalio’s. Perhaps more unusually, Mr. Dalio has managed to identify metrics from that history that can be applied to understand today.” —Andrew Ross Sorkin, The New York Times",
    "description":"From legendary investor Ray Dalio, author of the #1 New York Times bestseller Principles, who has spent half a century studying global economies and markets, Principles for Dealing with the Changing World Order examines history’s most turbulent economic and political periods to reveal why the times ahead will likely be radically different from those we’ve experienced in our lifetimes—and to offer practical advice on how to navigate them well.\n\nA few years ago, Ray Dalio noticed a confluence of political and economic conditions he hadn’t encountered before. They included huge debts and zero or near-zero interest rates that led to massive printing of money in the world’s three major reserve currencies; big political and social conflicts within countries, especially the US, due to the largest wealth, political, and values disparities in more than 100 years; and the rising of a world power (China) to challenge the existing world power (US) and the existing world order. The last time that this confluence occurred was between 1930 and 1945. This realization sent Dalio on a search for the repeating patterns and cause/effect relationships underlying all major changes in wealth and power over the last 500 years.\n\nIn this remarkable and timely addition to his Principles series, Dalio brings readers along for his study of the major empires—including the Dutch, the British, and the American—putting into perspective the “Big Cycle” that has driven the successes and failures of all the world’s major countries throughout history. He reveals the timeless and universal forces behind these shifts and uses them to look into the future, offering practical principles for positioning oneself for what’s ahead.",
    "format":"Hardcover",
    "price":420000,
    "rating":5
    },
    {
    "id":23,
    "category":"Self-Help",
    "author":"David Goggins",
    "name":"Can't Hurt Me: Master Your Mind and Defy the Odds ",
    "headline":"New York Times Best Seller - Over 4 million copies sold",
    "description":"For David Goggins, childhood was a nightmare -- poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him The Fittest (Real) Man in America. In Can't Hurt Me, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential.",
    "format":"Hardcover",
    "price":450000,
    "rating":5
    },
    {
    "id":24,
    "category":"Self-Help",
    "author":"Martha Whitmore Hickman",
    "name":"Healing After Loss: Daily Meditations For Working Through Grief",
    "headline":"The classic guide for dealing with grief and loss. Daily reflections to find solace in our own lives, and comfort in the connection of sharing these meditations with countless others.",
    "description":"After the focus on planning and outpouring of love from family and friends in the immediate aftermath following the loss of a loved one, we are left to enter a new version of our lives where someone important is missing.\n\nFor days, months, years, the pain of the loss can crash in all at once. It is tempting to push that wave of grief back and soldier on with our new lives, but the loss will never lose its controlling power if we don’t find the courage and love to face it. Meditating on the loss, along with the rush of love that comes with it, gives us a chance to rejoice in the life that was shared, and to look forward in which memories of our loved ones continue to bless us.\n\nThe short, poignant meditations given here follow the course of the year, but it is not a necessity to follow them chronologically. They will strengthen, inspire, and give comfort for as long as they are needed.",
    "format":"Paperback",
    "price":210000,
    "rating":5
    },
    {
    "id":25,
    "category":"Self-Help",
    "author":"Don Miguel Ruiz",
    "name":"The Four Agreements: A Practical Guide to Personal Freedom (A Toltec Wisdom Book)",
    "headline":"In The Four Agreements, bestselling author don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering.",
    "description":"Based on ancient Toltec wisdom, The Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love.\n\n“This book by don Miguel Ruiz, simple yet so powerful, has made a tremendous difference in how I think and act in every encounter.” — Oprah Winfrey\n\n“Don Miguel Ruiz’s book is a roadmap to enlightenment and freedom.” — Deepak Chopra, Author, The Seven Spiritual Laws of Success\n\n“An inspiring book with many great lessons.” — Wayne Dyer, Author, Real Magic\n\n“In the tradition of Castaneda, Ruiz distills essential Toltec wisdom, expressing with clarity and impeccability what it means for men and women to live as peaceful warriors in the modern world.” — Dan Millman, Author, Way of the Peaceful Warrior",
    "format":"Paperback",
    "price":140000,
    "rating":4
    },
    {
    "id":26,
    "category":"Self-Help",
    "author":"Michael A. Singer",
    "name":"The Untethered Soul: The Journey Beyond Yourself",
    "headline":"Read the New York Times bestseller everyone is talking about. This beautiful hardcover gift edition with ribbon bookmark features a new preface by author and spiritual teacher Michael A. Singer. This special deluxe edition makes the perfect gift for any occasion.",
    "description":"If you’ve ever wondered what it would it be like to free yourself from limitations, soar beyond your boundaries, and discover true inner peace and serenity, The Untethered Soul can show you the way. Whether this is your first exploration of inner space, or you’ve devoted your life to the inward journey, this book will transform your relationship with yourself and the world around you./n/nBy tapping into traditions of meditation and mindfulness, Singer shows how the development of consciousness can enable us all to dwell in the present moment and let go of painful thoughts and memories that keep us from achieving happiness and self-realization. Copublished with the Institute of Noetic Sciences (IONS) The Untethered Soul begins by walking you through your relationship with your thoughts and emotions, helping you uncover the source and fluctuations of your inner energy. It then delves into what you can do to free yourself from the habitual thoughts, emotions, and energy patterns that limit your consciousness. Finally, with perfect clarity, this book opens the door to a life lived in the freedom of your innermost being.",
    "format":"Hardcover",
    "price":390000,
    "rating":4
    },
    {
    "id":27,
    "category":"Self-Help",
    "author":"Nick Trenton",
    "name":"Stop Overthinking: 23 Techniques to Relieve Stress, Stop Negative Spirals, Declutter Your Mind, and Focus on the Present (The Path to Calm)",
    "headline":"Overcome negative thought patterns, reduce stress, and live a worry-free life.",
    "description":"Overthinking is the biggest cause of unhappiness. Don't get stuck in a never-ending thought loop. Stay present and keep your mind off things that don't matter, and never will.\n\nBreak free of your self-imposed mental prison.\n\nStop Overthinking is a book that understands where you've been through, the exhausting situation you've put yourself into, and how you lose your mind in the trap of anxiety and stress. Acclaimed author Nick Trenton will walk you through the obstacles with detailed and proven techniques to help you rewire your brain, control your thoughts, and change your mental habits.\n\nStop agonizing over the past and trying to predict the future.\n\nPowerful ways to stop ruminating and dwelling on negative thoughts.\n-How to be aware of your negative spiral triggers\n-Identify and recognize your inner anxieties\n-How to keep the focus on relaxation and action\n-Proven methods to overcome stress attacks\n-Learn to declutter your mind and find focus\n\nUnleash your unlimited potential and start living.",
    "format":"Hardcover",
    "price":420000,
    "rating":4
    },
    {
    "id":28,
    "category":"Self-Help",
    "author":"Hadley Vlahos R.N.",
    "name":"The In-Between: Unforgettable Encounters During Life's Final Moments",
    "headline":"NEW YORK TIMES BESTSELLER - Passionate advocate for end-of-life care and TikTok star Hadley Vlahos shares moving stories of joy, wisdom, and redemption from her patients’ final moments in this “brilliant” (Zibby Owens, Good Morning America) memoir.",
    "description":"Talking about death and dying is considered taboo in polite company, and even in the medical field. Our ideas about dying are confusing at best: Will our memories flash before our eyes? Regrets consume our thoughts? Does a bright light appear at the end of a tunnel? For most people, it will be a slower process, one eased with preparedness, good humor, and a bit of faith. At the forefront of changing attitudes around palliative care is hospice nurse Hadley Vlahos, who shows that end-of-life care can teach us just as much about how to live as it does about how we die.\n\nVlahos was raised in a strict religious household, but began questioning her beliefs in high school after the sudden death of a friend. When she got pregnant at nineteen, she was shunned by her community and enrolled herself in nursing school to be able to support herself and her baby. But nursing soon became more than a job: when she focused on palliative care and hospice work, it became a calling.\n\nIn The In-Between, Vlahos recounts the most impactful experiences she’s had with the people she’s worked with—from the woman who never once questioned her faith until she was close to death, to the older man seeing visions of his late daughter, to the young patient who laments that she spent too much of her short life worrying about what others thought of her—while also sharing her own fascinating journey.\n\nWritten with profound insight, humility, and respect, The In-Between is a heartrending memoir that shows how caring for others can transform a life while also offering wisdom and comfort for those dealing with loss and providing inspiration for how to live now.",
    "format":"Hardcover",
    "price":380000,
    "rating":5
    }
]

